/* 
$t('menu.profile')
*/
export default {
	titles: {
		main: 'главная',
		best_sellers: 'лидеры продаж',
		discounts: 'скидки',
		profile_page: 'личный кабинет',
		my_orders: 'Мои заказы',
		my_reviews: 'Мои отзывы',
		personal_data: 'личные данные',
	},

	menu: {
		home: 'Главная',
		catalog: 'Каталог товаров',
		search: 'Поиск',
		profile: 'Кабинет',
		yourProfile: 'Ваш профиль',
		logout: 'Выйти',
		entry: 'вход',
		registration: 'регистрация',
		new_items: 'новинки',
		delivery_payment: 'доставка и оплата',
		contacts: 'контакты',
		free_in_ukraine: 'бесплатно по Израилю',
		
		// -------
		callback_me: 'перезвонить мне',
		about_us: 'о магазине',
		company_us: 'о компании',
		privacy_policy: 'политика конфиденциальности',
		to_main: 'на главную'
	},

	common: {
		orders: 'заказы',
		cart: 'корзина',
		cart_empty: 'корзина пустая',
		reviews: 'отзывы',
		review_1: 'отзыва(ов)',
		confirm: 'подтвердить',
		confirm_password: 'подтвердить пароль',
		save: 'сохранить',
		summ: 'cумма',
		in_cart: 'в корзине',
		empty: 'пустая',
		list_empty: 'список пуст',
		day: 'дня',
		product_day: 'товар дня',
		product: 'товар',
		products: 'товаров',
		products_2: 'товар(ов)',
		clean: 'очистить',
		from: 'от',
		to: 'до',
		buy: 'купить',
		stats: 'характеристики',
		comment: 'комментарий',
		send: 'отправить',
		total: 'итого',
		cancel: 'отмена',
		summ: 'сумма',
		overal: 'всего',
		delivery: 'доставка',
		for_payment: 'к оплате'
	},

	form: {
		email: 'электронная почта',
		password: 'пароль',
		sign_in: 'войти',
		sign_in_through: 'войти через',
		first_name: 'имя',
		last_name: 'фамилия',
		middle_name: 'отчество',
		password_forget: 'забыли пароль',
		password_recover: 'восстановить пароль',
		password_recovery: 'восстановление пароля',
		remember_token: 'код восстановления',
		remember_token_mail: 'код восстановления (проверьте почту по указанному почтовому адресу)',
		subscribe_cond_1: 'Я согласен с',
		subscribe_cond_2: 'условиями подписки',
		phone: 'телефон',
		personal_data_approve: 'Я согласен на обработку персональных данных',
		by_title: 'По названию',
		by_price: 'По цене',
		by_date: 'По дате',
		by_rate: 'По популярности',
		price: 'цена',
		choose_delivery_region: 'Выберите регион доставки',
		choose_post_office: 'Выберите номер отделения',
		submit: 'отправить'
	},

	services: {
		delivery: 'Доставка с кондиционером по всему Израилю',
		bonuses: 'Бонусы за покупку',
		payment: 'Оплата наличными или картой',
		service: 'Контроль качества'
	},

	phrase: {
		no_products: 'Товаров по текущим критериям не обнаружено',
		show_filters: 'Показать фильтры',
		hide_filters: 'Скрыть фильтры',
		active_filters: 'Активные фильтры',
		product_in_cart: 'Товар в корзине',
		all_stats: 'Все характеристики',
		product_description: 'Описание товара',
		product_reviews: 'Отзывы о товаре',
		product_review_calc_by: 'Рейтинг товара рассчитан на основании',
		add_review: 'оставить отзыв',
		need_buy_to_review: 'Чтобы оставить отзыв необходимо приобрести этот товар',
		need_auth_to_review: 'Чтобы оставить отзыв необходимо авторизоваться',
		need_auth_to_like: 'Чтобы лайкнуть отзыв необходимо авторизоваться',
		your_mark: 'Ваша оценка',
		checkout_order: 'оформить заказ',
		pay_order: 'оплатить заказ',
		contact_info: 'Контактная информация',
		delivery_method: 'Способ доставки',
		payment_method: 'Способ оплаты',
		order_comment: 'Комментарий к заказу',
		order_comment_description: 'адрес доставки, дата доставки, номер телефона получателя и др.',
		look_when_processing_order: 'На что нам обратить внимание при обработке вашего заказа',
		order_list: 'Состав заказа',
		regular_client: 'Постоянный клиент',
		new_client: 'Новый клиент',
		you_havent_orders: 'Вы еще не делали заказов',
		review_isnt_published: 'Этот отзыв не опубликован',
		show_menu: 'показать меню',
		register_link: 'У Вас еще нет аккаунта? тогда заполните форму регистрации тут',
		login_link: 'или можете войти в существующий аккаунт здесь',
		recovery_email_send: 'на данный почтовый адрес было отправлено сообщение с кодом восстановления',
		check_email: 'проверьте почту по указанному почтовому адресу',
		recovery_token_success: 'код восстановления подтвержден',
		password_confirm_error: 'Поля пароль и подтверждения пароля должны совпадать',
		personal_data_needs_approve: 'Необходимо ваше согласие на условия подписки и на обработку персональных данных',
		password_reset_success: 'Пароль успешно восстановлен. Теперь вы можете войти в свой аккаунт используя новый пароль',
		register_success: 'регистрация прошла успешно',
		welcome: 'добро пожаловать',
		succes_logout: 'Вы успешно вышли из аккаунта',
		goto_cart: 'перейти в корзину',
		token_expired: 'токен авторизации устарел',
		
		// -----Перевести------
		shop_main_quote: 'Интepнeт-мaгaзин цветов и подарков <span class="primaryColor">Мир Роз!</span>',
		we_online: 'Мы на связи',
		popular_categories: 'Популярные категории',
		success_order: 'Спасибо. Ваш заказ оформлен',
		success_order_description: 'Благодарим за покупку',
		empty_cart: 'Ваша корзина пуста',
		empty_cart_description: 'Самое время ее наполнить',
	},

	contacts: {
		press_center: 'Пресс-центр',
		main_office: 'Главный офис',
		social_networks: 'Cоциальные сети',
		adress_office: 'Адрес Бат Ям Бальфур 13',
	},

	about: {
		first_content_section: `Профессиональный дизайн букетов и 
		композиций цветов для всех событий. Наши флористы 
		подготовят необычные дизайнерские композиции, учитывая 
		все ваши пожелания.`,
		secondary_content_section: `Мы не работаем с посредниками, 
		все цветы доставляются напрямую из теплиц. 
		Это главный секрет почему наши букеты имеют самое 
		высокое качество и низкую цену. Для составления композиций 
		берутся только свежие цветы. На каждом этапе мы следим за 
		качеством и всегда рады получить от вас обратную связь.`,
		range_content_section: `Наш ассортимент: цветы...`,
		three_content_section: `В нашем ассортименте — букеты и цветочные 
		композиции, приуроченные к любому поводу, отражающие самые 
		разнообразные вкусовые пристрастия.
		Мы постарались представить вам как наиболее актуальные 
		достижения современной флористики, так и любимую многими цветочную классику.
		У нас всегда есть из чего выбрать. В нашем каталоге представлены 
		более 50 букетов и композиций. Мы готовы сделать для Вас всё, 
		так или иначе связанное с живыми цветами...и не только!
		В дополнение к цветам мы предлагаем вам игрушки, сладости и другие приятные подарки.
		Все наши подарочные варианты — от лучших мировых производителей, 
		они прекрасно сочетаются с цветочными композициями и будут 
		великолепным дополнением к вашему поздравлению.`,
		four_content_section: `Какие заказы мы выполняем
		Мы готовы выполнить любые ваши заказы. 
		От доставки одного до сотен и тысяч букетов.
		Среди наших постоянных клиентов не только тысячи 
		частных лиц, а также многие небольшие, большие компании и крупнейшие корпорации.
		Желание клиента — для нас закон! Мы готовы сделать 
		из живых цветов всё, что вы захотите, и доставить это!`,
		five_content_section: `Заказывать у нас безопасно
		Мы гарантируем полную конфиденциальность информации о 
		ваших заказах и безопасность ваших интернет-платежей. 
		Обратившись в Zer Market, Вы можете быть уверены в абсолютной 
		безопасности и конфиденциальности, ведь мы сделали для 
		этого всё необходимое.`,
		six_content_section: `Фотографируем получателя в момент вручения букета
		Чтобы вы сами увидели радостный момент вручения букета, мы оказываем услугу 
		по фотографированию получателя и отправляем фото по электронной почте, 
		WhatsApp или другим удобным для Вас способом. Эта услуга абсолютно бесплатная. 
		Фото делается только при согласии получателя. `,
		seven_content_section: `Почему мы лучшие
		У нас более 5000 довольных клиентов.
		Быть лучшими для нас — это, в первую очередь, максимально осознавать 
		свою ответственность перед клиентами. Чтобы они, ни при каких обстоятельствах, 
		не были разочарованы тем, что доверились именно нам.
		Мы никогда не останавливаемся на достигнутом, постоянно обновляем наш 
		ассортимент букетов и композиций.`,
		eight_content_section: `Zer Market — качество и надёжность. Наша миссия - наполнять 
		Вашу жизнь приятными цветочными моменты и делать их незабываемыми.`,


	},

	delivery_payment: {
		delivery_subtitle: 'Способы доставки:',
		first_delivery_section: 'Доставка от Маалота до Беэр Шевы. Выполняем доставку бережно и в срок.',
		secondary_delivery_section: 'Самовывоз Бат Ям,Бальфур,13',
		how_to_order: 'Как заказать у нас цветы',
		we_did_everything: `Мы сделали всё для того, чтобы заказ букетов и цветочных композиций был для Вас максимально удобным.`,
		orders_are_accepted: `Заказы принимаются:`,
		first_orders: `- на нашем интернет-сайте;`,
		secondary_orders: `- в Facebook Messenger;`,
		three_orders: `- в Instagram Direct;`,
		four_orders: `- по телефонам: 03-6552525, +972512250083  (WhatsApp)`,
		payment_subtitle: 'Мы принимаем оплату 4 различными способами:',
		first_payment_section: '- Кредитная карточка',
		secondary_payment_section: '- Bit',
		three_payment_section: '- Наличными',
		four_payment_section: '- pay pal',
		we_are_working: `Наша компания работает 24 часа в сутки, 7 дней в неделю, 365 дней в году.`,
		our_service_area: `Наша зона обслуживания`,
		express_delivery: `Наличие собственной курьерской службы позволяет нам в срок 
											осуществлять доставку практически по всему Израилю от 
											Маалота до Беэр- Шевы.`,
		express_transported: `Для выполнения Вашего заказ на самом высоком уровне, цветы транспортируются 
													в воде и с кондиционерами, чтобы поддерживать комфортную температуру для 
													сохранения свежести букета.`,
	},

	temporary: {
		roses: "Розы",
		tulips: "Тюльпаны",
		orchids: "Орхидеи",
		chamomile: "Ромашки",
		chrysanthemums: "Хризантемы",
		lilies: "Лилии",
		carnation: "Гвоздики",
		// -----
		copyright_one: "Работаем с 8 до 24",
		developed: "Разработано в",
		rev_messege_autorize: "Чтобы оставить отзыв необходимо авторизоваться",
		descript_error: "Похоже, мы не можем найти нужную вам страницу",
		home_error_page: "на главную",
		help_buyer: "Помощь покупателю",
		prod_add_basket: "Ваш заказ добавлен в корзину!",
		prod_del_basket: "Товар удален из корзины",
		thank_you: "Спасибо за Ваш отзыв!",
		your_order_accepted: "Ваш заказ принят! Спасибо!",
		hit: 'ХИТ',
		new: 'NEW',
		card_number: 'номер банковской карточки',
		year: 'год',
		month: 'месяц',
		new_products: 'Новинки',
		search_results: 'Результаты поиска',
	}

}
